Repository: medfreeman/wp-image-toolkit
Catalog: admin-page-class/lang/*.po
Languages: he_il

source: Demo Admin Page
he_il: עמוד ניהול לדוגמא

source: Simple Options
he_il: שדות פשוטים

source: Fancy Options
he_il: שדות מגונדרים

source: Editor Options
he_il: שדות עורכים

source: WordPress Options
he_il: שדות של וורדפרס

source: Advanced Options
he_il: שדות מתקדמים

source: Import Export
he_il: יבאו יצאו

source: This is a simple paragraph
he_il: זאת פיסקה פשוטה

source: My Text
he_il: שדה טקסט

source: My Textarea
he_il: שגה טקסט גדול

source: My Checkbox
he_il: שדה סימון

source: My select
he_il: שדה בחירה

source: My Radio Filed
he_il: שדה ברירה

source: My Typography
he_il: שדה טיפוגרפיה

source: My Image
he_il: שדה תמונה

source: PlUpload Field
he_il: שדה תמונות מתקדם

source: My Date
he_il: שדה תאריך

source: My Time
he_il: שדה זמן

source: My Color
he_il: שדה צבע

source: My wysiwyg Editor
he_il: שדה עורך תוכן

source: Code Editor
he_il: שדה עורך קוד

source: My Taxonomy Select
he_il: שדה בחירת טקסונומיה

source: My Posts Select
he_il: שדה פוסטים

source: My Roles Select
he_il: שדה בחירת תפקידים

source: My Taxonomy Checkboxes
he_il: שדה סימון טקסונומיה

source: My Posts Checkboxes
he_il: שדה סימון פוסטים

source: My Roles Checkboxes
he_il: שדה סימון תפקידים

source: My Sortable Field
he_il: שדה מיון

source: This is a Repeater Block
he_il: שדות חוזרים

source: Enable conditinal fields?
he_il: שדות תנאי

source: <small>Turn ON if you want to enable the <strong>conditinal fields</strong>.</small>
he_il: הדלק להפעיל את השדות המותנים

source: My help tab title
he_il: שם הטאב

source: This is my Help Tab content
he_il: תוכן הטאב

source: My 2nd help tab title
he_il: שם הטאב השני

source: This is my 2nd Help Tab content from a callback function
he_il: תוכן הטאב השני שמגיע מפונקציה מקושרת

source: Allowed Files
he_il: קבצים אפשריים

source: Insert into Post
he_il: הכנס לפוטס

source: Use this File
he_il: השתמש בקובץ זה

source: Use this Image
he_il: השתמש בתמונה זאת

source: Save Changes
he_il: שמור שינויים

source: Settings saved.
he_il: הגדרות נשמרו.

source: Delete this image
he_il: מחק תמונה זאת

source: Delete
he_il: מחק

source: Cannot delete file. Something's wrong.
he_il: לא ניתן למחוק, שגיאה!

source: Remove
he_il: הסר

source: Add
he_il: הוסף

source: Select Files
he_il: בחר קבצים

source: Uploaded files
he_il: רבצים שהועלו

source: Upload new files
he_il: העלה קבצים חדשים

source: Add more files
he_il: הוסף קבצים

source: Upload Image
he_il: העלה תמונה

source: Select a color
he_il: בחר צבע

source: Export
he_il: יצא

source: To export saved settings click the Export button bellow and you will get the export Code in the box bellow, which you can later use to import.
he_il: ליצא הגדרות הקלק על כפתור יצא

source: Export Code
he_il: קוד יצוא

source: Get Export
he_il: קוד יצאו

source: Import
he_il: יבא

source: To Import saved settings paste the Export output in to the Import Code box bellow and click Import.
he_il: ליבא הגדרות הדבק את קוד היצוא בתיבה מתחת ולחץ על יבא.

source: Import Code
he_il: קוד יבוא

source: error in ajax request! (1)
he_il: שגיאה (1)

source: error in ajax request! (2)
he_il: שגיאה (2)

source: error in ajax request! (3)
he_il: שגיאה (3)

source: Setting imported, make sure you
he_il: הגדרות יובאו בהצלחה , אנא ודא

source: Refresh this page
he_il: לרענן עמוד זה

source: Could not import settings! (4)
he_il: שגיאה (4)

source: You do not have sufficient permissions to edit templates for this site.
he_il: אין לך הרשאות לבצע פעולה זאת

source: Error Downloading file.
he_il: שגיאה בהורדת הקובץ.

source: Download Export
he_il: שמור קובץ יצוא
